[{"name":"The Complete Python Bootcamp From Zero to Hero in Python",
"url":"https://www.udemy.com/share/101W8Q/",
"Price":"449",
"Description":"Learn Python like a Professional Start from the basics and go all the way to creating your own applications and games",
"Rating":"4.6",
"Type":"Python",
"Image":"py.jpg"
},




{"name":"Decode Python with DSA Course",
"url":"Decode Python with DSA Course",
"Price":"3500",
"Description":"Build a strong foundation in Python Programming with Data Structures and Algorithm. Engage in interactive learning with hands-on practice exercises. Master Python under the guidance of our industry experts and explore multiple career opportunities at top tech firms.",
"Rating":"4.2",
"Type":"Python",
"Image":"pyw.png"
},




{"name":"Python for Beginners (Full Course) | #100DaysOfCode",
"url":"https://youtube.com/playlist?list=PLu0W_9lII9agwh1XjRt242xIpHhPT2llg&si=ncqW87aAQ4ydmlRf",
"Price":"0",
"Description":"Python is one of the most demanded programming languages in the job market. Surprisingly, it is equally easy to learn and master Python. This python tutorial for absolute beginners in Hindi series will focus on teaching you python concepts from the ground up, to an advanced level. With this 100-day challenge now and you will be able to get a job easily. This 100-day series is for all those people who want to build a career in the IT industry. This video series starts with Python basics and then moves toward advanced Python. Python concepts are taught in depth with exercises and with handwritten notes. This Latest Python course covers Python programming in Hindi and starts by giving a brief introduction to Python to a beginner and ends with advanced-level Python topics like Object Oriented Programming, Numpy, making it a complete Python course in Hindi. Like the other courses at CodeWithHarry, I will make this Python course as a full course with handwritten notes and beginner-friendly Python exercises and examples. This Python course is made to keep learning Python in 2023 into account. All the topics related to Python will be covered in easy-to-understand Hindi in this course. We will start with an introduction to Python, variables in Python, Conditional Expressions in Python, Loops, Arrays, etc. Watching the Python Hindi course is a straightforward way to learn Python in Hindi. These tutorials are made keeping Hindi coding community in mind. Each Python lesson in this course for beginners comes with source code and handwritten notes. Python Course in Hindi was one of the most requested courses on this channel and now the wait for you to learn Python for free and with exercises and handwritten notes is over. I wish you the best in your Python learning journey through these CodeWithHarry 100 Day of Code Challenge! Learning Python in Hindi for free is now easier than ever! Let's commit our 100 days of code to python! Best Of Luck!",
"Rating":"4",
"Type":"Python",
"Image":"harrypy.jpg"
},





{"name":"Python Full Course For Beginners [Tutorial] 2023 | Python One Shot | College Wallah",
"url":"https://youtu.be/XnSasPR2KJI?si=Ax2Zzu1AqlIot616",
"Price":"0",
"Description":"If you're looking to start learning Python, then this video is for you! I'll teach you the basics of Python in a easy-to-follow, step-by-step format. By the end of this video, you'll have everything you need to get started with Python programming.",
"Rating":"3.9",
"Type":"Python",
"Image":"cwpy.jpg"
}]