[{ "name":"C++ Tutorial in Hindi",
"url":"https://youtube.com/playlist?list=PLu0W_9lII9agpFUAlPFe_VNSlXW5uE0YL&si=szTUTeWAl6byMfPT",
"Price":"0",
"Description":"This C++ tutorials for beginners will teach you all the c plus plus concepts from the very starting to the end. This Cpp course will introduce you to programming and will continue the discussion on how to write efficient, fast and better CPP programs.",
"Rating":"4",
"type":"C++",
"Image":"cw1.jpg"
},




{ "name":"Complete C++ Tutorial in One Shot 2023 | Beginner To Advance | Basics Of C++ Programming",
"url":"https://youtu.be/e7sAf4SbS_g?si=Vdh3dHtQfYI4x7Pa",
"Price":"0",
"Description":"Would you like to learn all about the basics of the C++ language? In this one-shot course, we'll start from the very basics and work our way up to all the foundation topics.If you're interested in learning about the basics of the C++ language, then this course is for you! In this course, we'll cover everything from basics of the C++ language to topics like conditionals, loops, pattern printing, functions, pointers, recursion and very basic data structures like arrays, 2D arrays and Strings. This course is perfect for anyone looking to start learning about the C++ language!",
"Rating":"4",
"type":"C++",
"image":"cw.webp"
},



{"name":"Decode C++ with DSA Course",
"url":"https://pwskills.com/course/dsa-cpp",
"Price":"3500",
"Description":"Master C++ with DSA at PW Skills and engage in an interactive learning environment with top industry experts guiding you throughout the course specifically designed for people who want to build their career in tech industry.",
"Rating":"4.5",
"type":"C++",
"image":"PW.png"
},




{
    "name":"Mastering C++ : Basics, STL & OOPs 30 Lectures Hindi 4.9",
    "url":"https://www.codehelp.in/course/mastering-cpp",
    "Price":"199",
    "Description":"A Beginner to Proficient Coder Guide on C++. Embark on a transformative C++ programming course, transitioning from beginner to skilled coder. Master fundamentals, Standard template library, OOPs concepts, and practical application through hands-on projects, preparing you for software development or personal projects with confidence and proficiency.",
    "Rating":"4.9",
    "type":"C++",
    "image":"cs.webp"
},




{"name":"Beginning C++ Programming - From Beginner to Beyond",
"url":"https://www.udemy.com/share/101Wd4/",
"Price":"449",
"Description":"Obtain Modern C++ Object-Oriented Programming (OOP) and STL skills. C++14 and C++17 covered. C++20 info see below.",
"Rating":"4.6",
"type":"C++",
"image":"ud.jpg"
},




{"name":"C++ DSA Batch | for Placements",
"url":"https://pages.razorpay.com/cpp-dsa",
"Price":"5750",
"Description":"Course Duration - 4 months Course access will be 15 months. With this course, you will get: Complete C++ Language Complete Data Structures & Algorithms Doubt Assistance with TAs Library of Qs with Video Solutions of Top Companies Alternate Day Chapters Live Resume Preparation Live Interview Preparation & other sessions 300+ Coding Questions on All Important Topics (asked by Top Companies) Course Start Date - 18th April, 2024",
"Rating":"4.2",
"type":"C++",
"image":"ac.jpeg"
},
{"name":"The Complete Python Bootcamp From Zero to Hero in Python",
"url":"https://www.udemy.com/share/101W8Q/",
"Price":"449",
"Description":"Learn Python like a Professional Start from the basics and go all the way to creating your own applications and games",
"Rating":"4.6",
"Type":"Python",
"Image":"py.jpg"
},




{"name":"Decode Python with DSA Course",
"url":"Decode Python with DSA Course",
"Price":"3500",
"Description":"Build a strong foundation in Python Programming with Data Structures and Algorithm. Engage in interactive learning with hands-on practice exercises. Master Python under the guidance of our industry experts and explore multiple career opportunities at top tech firms.",
"Rating":"4.2",
"Type":"Python",
"Image":"pyw.png"
},




{"name":"Python for Beginners (Full Course) | #100DaysOfCode",
"url":"https://youtube.com/playlist?list=PLu0W_9lII9agwh1XjRt242xIpHhPT2llg&si=ncqW87aAQ4ydmlRf",
"Price":"0",
"Description":"Python is one of the most demanded programming languages in the job market. Surprisingly, it is equally easy to learn and master Python. This python tutorial for absolute beginners in Hindi series will focus on teaching you python concepts from the ground up, to an advanced level. With this 100-day challenge now and you will be able to get a job easily. This 100-day series is for all those people who want to build a career in the IT industry. This video series starts with Python basics and then moves toward advanced Python. Python concepts are taught in depth with exercises and with handwritten notes. This Latest Python course covers Python programming in Hindi and starts by giving a brief introduction to Python to a beginner and ends with advanced-level Python topics like Object Oriented Programming, Numpy, making it a complete Python course in Hindi. Like the other courses at CodeWithHarry, I will make this Python course as a full course with handwritten notes and beginner-friendly Python exercises and examples. This Python course is made to keep learning Python in 2023 into account. All the topics related to Python will be covered in easy-to-understand Hindi in this course. We will start with an introduction to Python, variables in Python, Conditional Expressions in Python, Loops, Arrays, etc. Watching the Python Hindi course is a straightforward way to learn Python in Hindi. These tutorials are made keeping Hindi coding community in mind. Each Python lesson in this course for beginners comes with source code and handwritten notes. Python Course in Hindi was one of the most requested courses on this channel and now the wait for you to learn Python for free and with exercises and handwritten notes is over. I wish you the best in your Python learning journey through these CodeWithHarry 100 Day of Code Challenge! Learning Python in Hindi for free is now easier than ever! Let's commit our 100 days of code to python! Best Of Luck!",
"Rating":"4",
"Type":"Python",
"Image":"harrypy.jpg"
},





{"name":"Python Full Course For Beginners [Tutorial] 2023 | Python One Shot | College Wallah",
"url":"https://youtu.be/XnSasPR2KJI?si=Ax2Zzu1AqlIot616",
"Price":"0",
"Description":"If you're looking to start learning Python, then this video is for you! I'll teach you the basics of Python in a easy-to-follow, step-by-step format. By the end of this video, you'll have everything you need to get started with Python programming.",
"Rating":"3.9",
"Type":"Python",
"Image":"cwpy.jpg"
},
{ "name":"Web Development Full Course [28 HOURS] | Learn Full-Stack Web Development in 2024",
   "url":"https://youtu.be/HVjjoMvutj4?si=fgR65eTaen16L5PB",
   "price":0,
   "description":"Welcome to our full course on web development! In this course, you will learn all the skills needed to become a proficient web developer. We will cover a wide range of topics, including HTML, CSS, JavaScript, responsive design, and more. Whether you are a complete beginner or have some experience in web development, this course is suitable for you. By the end of this course, you will be able to build your own fully functional websites from scratch. So if you want to start a new career in web development or just want to improve your skills, this course is for you. Enroll now and let's get started!",
   "rating":"3.5",
   "type":"Web Development",
   "image":"HVjjoMvutj4-HD.jpg"
},
{
    "name":"Web Development Course",
    "url":"https://youtube.com/playlist?list=PLfqMhTWNBTe3H6c9OGXb5_6wcc1Mca52n&si=ro_UujkOns_DNlIO",
    "price":0,
    "description":"Dive into the world of web development with this curated playlist, designed for beginners and seasoned developers alike. Explore essential concepts, from HTML and CSS basics to advanced JavaScript techniques. Each video provides clear, step-by-step tutorials and practical examples, empowering you to build responsive, dynamic websites. Whether you're looking to enhance your skills or start from scratch, this playlist will guide you through the fundamentals and beyond. Join us on this coding journey and unlock your potential in web development!",
    "rating":"4.0",
    "type":"Web Development",
    "image":"apnaCollege.jpeg"
},
{
    "name":"Full Stack Development Coursee",
    "url":"https://pwskills.com/course/best-full-stack-web-development",
    "price":20000,
    "description":"Master Full Stack Web Development with PW Skills interactive coursework and hands-on learning experience throughout this course. Engage in real-time projects and advanced interactive coursework with expert guidance.",
    "rating":"4",
    "type":"Full Stack",
    "image":"physicsWallah.jpeg"
},
{
    "name":"Delta 4.0",
    "url":"https://www.apnacollege.in/course/delta-feb-24",
    "price":6780,
    "description":"Delta 4.0 | Full Stack Web Development Course (MERN) Let's get the journey started!",
    "rating":"4",
    "type":"Full Stack Development",
    "image":"delta.jpeg"
},
{
    "name":"Mern Stack + DSA using java" ,
    "url":"https://learn.completecoding.in/courses/MERN-DSA-663ae8fc26c96e1d219dd8b7",
    "price":10999,
    "description":"We have designed our entire course around LeetCode, the leading and most up-to-date DSA platform in the world. Our course includes detailed video solutions for over 300 LeetCode problems.",
    "rating":"4.5",
    "type":"Mern Stack = Full Stack Development",
    "image":"kg college.jpg"

},
{
    "name":"Complete web development course",
    "url":"https://www.udemy.com/course/web-dev-master/?couponCode=IND21PM",
    "price":449,
    "description":"Only web development course that you will need. Covers HTML, CSS, Tailwind, Node, React, MongoDB, Prisma, Deployment etc",
    "rating":"4.8",
    "type":"Web Development",
    "image":"udemy.jpg"
},
{ "name":"Java and DSA course for placements",
  "url":"https://youtube.com/playlist?list=PLfqMhTWNBTe3LtFWcvwpqTkUSlB32kJop&si=hjEA9a73CzQ7wNaT",
  "price": 0 ,
  "Description":"Topics Covered : Java Language required for DSA.Data Structures and Algorithms covered till Graphs.",
  "Rating":"4",
  "Type":"Java",
  "Image":"apna2.jpg"
},
{  "name":"Java + DSA + Interview Preparation Course",
   "url":"https://youtube.com/playlist?list=PL9gnSGHSqcnr_DxHsP7AW9ftq0AtAyYqJ&si=MoMes3bft2TmKq3-",
   "price": 0,
   "Description":"Get interview-ready with this course that has no prerequisites and is designed to make you an expert in solving easy to hard LeetCode problems with ease.",
   "Rating":"4",
   "Type":"Java",
   "Image":"kunal2.jpg"
},
{ "name":"Java Course - Mastering the Fundamentals",
  "url":"https://www.scaler.com/topics/course/java-beginners/",
  "price": 0,
  "Description":"This easy-to-follow course is designed with beginners in mind, offering a structured learning path to specialize in Java programming. With no prerequisites, this online Java course empowers you to learn Java at your own pace and take the first step toward a promising career in tech.",
  "Rating":"5",
  "Type":"Java",
  "Image":"scaler.webp"
},
{  "name":"Decode Java with DSA Course",
   "url":"https://pwskills.com/course/decode-javadsa",
   "price":3500,
   "Description":"Master Data Structures and Algorithms in Java. Learn important Java frameworks and libraries and master competitive programming, DSA, web development, and more with Java. Build strong problem-solving skills and logical thinking with real-world problems in the course.",
   "Rating":"4",
   "Type":"Java",
   "Image":"pw.png"
}





]